// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Калибровка цветов";

CalibrateProcessTitle = "Калибровка…";
DownloadingProcessTitle = "Загрузка таблицы строк…";
CalibrationFailedTitle = "Не удается выполнить калибровку по замкнутому циклу";

HSDInfoTextFieldTitle = "Этот процесс обеспечивает нивелировку отклонений в системе принтера и гарантирует высокую степень точности цветопередачи и насыщенности цветов на распечатке, выполненной с помощью устройства.";
HSDGuideTextFieldTitle = "Прежде чем начать калибровку, обязательно загрузите в лоток для бумаги Улучшенную фотобумагу HP формата Letter/A4.";
HSDCalibrateButtonTitle = "Запуск калибровки цветов";

CalibrationCompleteTitle = "Принтер только что завершил автоматическую калибровку цветов";
CalibrationCompleteMsg = "Если цветная распечатка выглядит неудовлетворительно, нажмите кнопку \"Запуск калибровки цветов\" для повторной автокалибровки цвета.";